<template>
  <v-layout class="column">
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 1 ข้อมูลพื้นฐานของเกษตรกร</v-card-title>
        <v-divider ></v-divider>
        <v-card-text class="pl-3">
          <ul class="pl-3">
          <li>เพศ</li>
          <li>อายุ</li>
          <li>การศึกษา</li>
          <li>ที่ตั้งฟาร์มของเกษตรกร</li>
          <li>อาชีพการเลี้ยงโคเนื้อ(อาชีพหลัก-เสริม)</li>
          <li>เฉลี่ยรายได้รวมของครอบครัว</li>
          <li>รายได้จากการประกอบอาชีพของเกษตรกร</li>
          <li>รายได้เฉลี่ยต่อปีของการขายโคเนื้อ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 2 ข้อมูลการเลี้ยงและสถานภาพฟาร์ม</v-card-title>
        <v-divider ></v-divider>
        <v-card-text class="pl-3">
          <ul class="pl-3">
          <li>วัตถุประสงค์ของการเลี้ยงโคเนื้อ</li>
          <li>การทำประวัติโคเนื้อ</li>
          <li>จำนวนโคเนื้อที่เลี้ยง</li>
          <li>ประสบการณ์การเลี้ยงโคเนื้อ</li>
          <li>เป้าหมายการเลี้ยงในอนาคต)</li>
          <li>การขึ้นทะเบียนฟาร์มกับภาครัฐ</li>
          <li>การเกิดโรคในฟาร์ม</li>
          <li>ค่าใช้จ่ายในการเลี้ยงโคเนื้อ</li>
          <li>ประวัติการตรวจโรคสัตว์</li>
          <li>แหล่งน้ำที่ใช้อ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 3 ข้อมูลแรงงาน พื้นที่ในการเลี้ยง และการจัดการอาหาร</v-card-title>
        <v-divider ></v-divider>
        <v-card-text class="pl-3">
          <ul class="pl-3">
          <li>วัตถุประสงค์ของการเลี้ยงโคเนื้อ</li>
          <li>การทำประวัติโคเนื้อ</li>
          <li>จำนวนโคเนื้อที่เลี้ยง</li>
          <li>ประสบการณ์การเลี้ยงโคเนื้อ</li>
          <li>เป้าหมายการเลี้ยงในอนาคต)</li>
          <li>การขึ้นทะเบียนฟาร์มกับภาครัฐ</li>
          <li>การเกิดโรคในฟาร์ม</li>
          <li>ค่าใช้จ่ายในการเลี้ยงโคเนื้อ</li>
          <li>ประวัติการตรวจโรคสัตว์</li>
          <li>แหล่งน้ำที่ใช้อ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 4 การผสมพันธ์ุ ประสิทธิภาพการผลิต และการรักษาโรค</v-card-title>
        <v-divider ></v-divider>
        <v-card-text class="pl-3">
          <ul class="pl-3">
          <li>วัตถุประสงค์ของการเลี้ยงโคเนื้อ</li>
          <li>การทำประวัติโคเนื้อ</li>
          <li>จำนวนโคเนื้อที่เลี้ยง</li>
          <li>ประสบการณ์การเลี้ยงโคเนื้อ</li>
          <li>เป้าหมายการเลี้ยงในอนาคต)</li>
          <li>การขึ้นทะเบียนฟาร์มกับภาครัฐ</li>
          <li>การเกิดโรคในฟาร์ม</li>
          <li>ค่าใช้จ่ายในการเลี้ยงโคเนื้อ</li>
          <li>ประวัติการตรวจโรคสัตว์</li>
          <li>แหล่งน้ำที่ใช้อ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex>
      <v-card>
        <v-card-title class="title">ส่วนที่ 5 ข้อมูลแหล่งเงินทุนที่ใช้ในการเลี้ยงโคเนื้อ</v-card-title>
        <v-divider ></v-divider>
        <v-card-text >
          <ul class="pl-3">
            <li>เงินทุนการเลี้ยงโคเนื้อ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 6 ข้อมูลการตลาด การรวมกลุ่มของสมาชิก(วิสาหกิจชุมชนและสหกรณ์)</v-card-title>
        <v-divider ></v-divider>
        <v-card-text >
          <ul class="pl-3">
            <li>การจำหน่ายโคเนื้อให้กับใคร</li>
            <li>อายุของโคเนื้อที่จำหน่าย</li>
            <li>น้ำหนักของโคเนื้อที่ท่านจำหน่าย</li>
            <li>ลักษณะการจำหน่ายโคเนื้อ</li>
            <li>การรวมกลุ่มวิสาหกิจชุมชนและสหกรณ์โคเนื้อ</li>
            <li>ราคาของโคเนื้อที่ขายและระยะเวลาในการเลี้ยง</li>
            <li>ความประสงค์ในการรวมกลุ่มวิสาหกิจชุมชนและสหกรณ์โคเนื้อ</li>
            <li>ความต้องการความช่วยเหลือจากสหกรณ์</li>
            <li>ความต้องการซื้ออาหารข้นในนามสหกรณ์</li>
            <li>ระดับความพอใจต่อราคาที่ขาย</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 7 การได้รับบริการ การส่งเสริมและสนับสนุนจากหน่วยงานต่างๆ</v-card-title>
        <v-divider ></v-divider>
        <v-card-text >
          <ul class="pl-3">
            <li>หน่วยงานที่ให้บริการส่งเสริมการเลี้ยงโคเนื้อ</li>
            <li>การเยี่ยมเยือนฟาร์มจากหน่วยงาน</li>
            <li>การได้รับการสนับสนุนปัจจัยการผลิต</li>
            <li>การใช้บริการด้านสุขภาพโคจากหน่วยงานของกรมปศุสัตว์</li>
            <li>การเข้ารับการฝึกอบรมเกี่ยวกับการเลี้ยงโคเนื้อ</li>
            <li>การไปดูงานเกี่ยวกับการเลี้ยงโคเนื้อ</li>
            <li>การสนับสนุนให้แม่พันธุ์โคเนื้อมาเลี้ยงเพื่อผลิตลูก</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
    <v-flex >
      <v-card>
        <v-card-title class="title">ส่วนที่ 8 ปัญหา อุปสรรค และข้อเสนอแนะ</v-card-title>
        <v-divider ></v-divider>
        <v-card-text >
          <ul class="pl-3">
            <li>ตารางปัญหา อุปสรรคและข้อเสนอแนะ</li>
          </ul>
        </v-card-text>
      </v-card>
    </v-flex>
  </v-layout>
</template>

<script>
    export default {
        name: "charts-menu"
    }
</script>

<style scoped>

</style>
